Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: Insulin (rounded)
de: Insulin (gerundet)
es: Insulina (redondeada)
fr: Insuline (arrondi)
it: Insulina (arrotondata)
ja: インスリン（丸め）
nl: Insuline (afgerond)
pl: Insulina (zaokrąglona)
ru: Инсулин (округлено)
zh_hans: 胰岛素（四舍五入）

source: Insulin Delivery History
de: Insulinabgabeverlauf
es: Historial de administración de insulina
fr: Historique des administrations d'insuline
it: Cronologia della somministrazione di insulina
ja: インスリン投与履歴
nl: Geschiedenis van insulinetoediening
pl: Historia podań insuliny
ru: История введения инсулина
zh_hans: 胰岛素输送历史

source: Insulin marks and graphs
de: Insulinmarker und Grafiken
es: Marcas y gráficos de insulina
fr: Marques et graphiques d'insuline
it: Segni e grafici dell'insulina
ja: インスリンの測定値とグラフ
nl: Insulinemarkeringen en grafieken
pl: Znaczniki i wykresy insuliny
ru: Метки и графики инсулина
zh_hans: 胰岛素标记和图表

source: Insulin type
de: Insulintyp
es: Tipo de insulina
fr: Type d'insuline
it: Tipo di insulina
ja: インスリンの種類
nl: Insulinetype
pl: Typ insuliny
ru: Тип инсулина
zh_hans: 胰岛素类型

source: Insulin type: %@
de: Insulintyp: %@
es: Tipo de insulina: %@
fr: Type d’insuline : %@
it: Tipo di insulina: %@
ja: インスリンの種類: %@
nl: Insulinetype: %@
pl: Typ insuliny: %@
ru: Тип инсулина: %@
zh_hans: 胰岛素类型：%@

source: Insulin units
de: Insulin Einheiten
es: Unidades de insulina
fr: Unités d'insuline
it: Unità di insulina
ja: インスリン単位
nl: Insuline-eenheden
pl: Jednostki insuliny
ru: Единицы инсулина
zh_hans: 胰岛素单位

source: Insulin Units
de: Insulin Einheiten
es: Unidades de insulina
fr: Unités d'insuline
it: Unità di insulina
ja: インスリン単位
nl: Insuline-eenheden
pl: Jednostki insuliny
ru: Единицы инсулина
zh_hans: 胰岛素单位

source: Insulin Units (written)
de: Insulineinheiten (schriftlich)
es: Unidades de insulina (escrito)
fr: Unités d'insuline (écrites)
it: Unità di insulina (scritte)
ja: インスリン単位（記載）
nl: Insuline-eenheden (geschreven)
pl: Jednostki insuliny (tekstowo)
ru: Единицы инсулина (вручную)
zh_hans: 胰岛素单位（书面）

source: Insulin units recorded: %@
de: Aufgezeichnete Insulineinheiten: %@
es: Unidades de insulina registradas: %@
fr: Unités d'insuline enregistrées : %@
it: Unità di insulina registrate: %@
ja: 記録されたインスリン単位：%@
nl: Geregistreerde insuline-eenheden: %@
pl: Zapisane jednostki insuliny: %@
ru: Записанные единицы инсулина: %@
zh_hans: 记录的胰岛素单位：%@

source: Invalid auth session.
de: Ungültige Authentifizierungssitzung.
es: Sesión de autenticación no válida.
fr: Session d’authentification invalide.
it: Sessione di autenticazione non valida.
ja: 認証セッションが無効です。
nl: Ongeldige authenticatiesessie.
pl: Nieprawidłowa sesja uwierzytelniania.
ru: Недействительная сессия авторизации.
zh_hans: 认证会话无效。

source: Irreversible: starts the sensor’s wear period.
de: Nicht rückgängig zu machen: Startet die Tragedauer des Sensors.
es: Irreversible: inicia el periodo de uso del sensor.
fr: Irréversible : démarre la période de port du capteur.
it: Irreversibile: avvia il periodo di utilizzo del sensore.
ja: 元に戻せません：センサーの装着期間を開始します。
nl: Onomkeerbaar: start de draagperiode van de sensor.
pl: Nieodwracalne: rozpoczyna okres użytkowania sensora.
ru: Необратимо: начинает срок ношения датчика.
zh_hans: 无法撤销：开始传感器佩戴周期。

source: just now (%@)
de: gerade eben (%@)
es: justo ahora (%@)
fr: à l'instant (%@)
it: proprio ora (%@)
ja: たった今 (%@)
nl: zojuist (%@)
pl: przed chwilą (%@)
ru: только что (%@)
zh_hans: 刚刚（%@）

source: Keep phone screen always on
de: Halte iPhone Bildschirm aktiv
es: Mantenga la pantalla del teléfono siempre encendida
fr: Gardez l'écran de votre téléphone toujours allumé
it: Mantieni lo schermo del telefono sempre acceso
ja: 電話の画面を常に表示したままにしておく
nl: Telefoonscherm altijd ingeschakeld houden
pl: Pozostaw ekran telefonu zawsze włączony
ru: Всегда держать экран телефона включенным
zh_hans: 保持手机屏幕始终亮起

source: Keep your phone near the sensor.
de: Halte dein Smartphone in der Nähe des Sensors.
es: Mantén el teléfono cerca del sensor.
fr: Gardez votre téléphone à proximité du capteur.
it: Tieni il telefono vicino al sensore.
ja: スマートフォンをセンサーの近くに置いてください。
nl: Houd je telefoon in de buurt van de sensor.
pl: Trzymaj telefon w pobliżu sensora.
ru: Держите телефон рядом с датчиком.
zh_hans: 请将手机保持在传感器附近。

source: Last heartbeat: %@
de: Letzter Heartbeat: %@
es: Último latido: %@
fr: Dernier heartbeat : %@
it: Ultimo heartbeat: %@
ja: 最後のハートビート: %@
nl: Laatste heartbeat: %@
pl: Ostatni heartbeat: %@
ru: Последний heartbeat: %@
zh_hans: 上次心跳：%@

source: Libre 3 and Libre 3 Plus sensors are factory calibrated and normally do not require calibration. Any FLwatch correction applies only to newly received readings.
de: Libre 3- und Libre 3 Plus-Sensoren sind werkseitig kalibriert und müssen normalerweise nicht kalibriert werden. Eine FLwatch-Korrektur gilt nur für neu empfangene Messwerte.
es: Los sensores Libre 3 y Libre 3 Plus vienen calibrados de fábrica y normalmente no requieren calibración. Las correcciones de FLwatch solo se aplican a las lecturas recién recibidas.
fr: Les capteurs Libre 3 et Libre 3 Plus sont étalonnés en usine et ne nécessitent normalement aucun étalonnage. Toute correction FLwatch s’applique uniquement aux nouvelles mesures reçues.
it: I sensori Libre 3 e Libre 3 Plus sono calibrati in fabbrica e normalmente non richiedono calibrazione. Le correzioni FLwatch vengono applicate solo alle nuove letture ricevute.
ja: Libre 3およびLibre 3 Plusセンサーは工場出荷時に較正されており、通常はキャリブレーションの必要はありません。FLwatchの補正は、新たに受信した測定値にのみ適用されます。
nl: Libre 3- en Libre 3 Plus-sensoren zijn in de fabriek gekalibreerd en hoeven normaal gesproken niet te worden gekalibreerd. Een FLwatch-correctie wordt alleen toegepast op nieuw ontvangen metingen.
pl: Sensory Libre 3 i Libre 3 Plus są kalibrowane fabrycznie i zwykle nie wymagają kalibracji. Korekta FLwatch jest stosowana tylko do nowo odebranych odczytów.
ru: Датчики Libre 3 и Libre 3 Plus откалиброваны на заводе и обычно не требуют калибровки. Коррекция FLwatch применяется только к вновь полученным показаниям.
zh_hans: Libre 3 和 Libre 3 Plus 传感器在出厂时已经校准，通常无需校准。FLwatch 校正仅适用于新接收的读数。

source: Libre 3 BLE notes
de: Hinweise zu Libre 3 BLE
es: Notas sobre BLE de Libre 3
fr: Remarques sur le BLE Libre 3
it: Note su BLE di Libre 3
ja: Libre 3 BLEについて
nl: Opmerkingen over Libre 3 BLE
pl: Uwagi dotyczące Libre 3 BLE
ru: Примечания о Libre 3 BLE
zh_hans: Libre 3 BLE说明

source: Libre 3 Sensor Settings
de: Libre 3-Sensoreinstellungen
es: Ajustes del sensor Libre 3
fr: Réglages du capteur Libre 3
it: Impostazioni sensore Libre 3
ja: Libre 3センサー設定
nl: Instellingen Libre 3-sensor
pl: Ustawienia sensora Libre 3
ru: Настройки датчика Libre 3
zh_hans: Libre 3传感器设置

source: LibreLinkUp's Privacy Policy was updated. Open LibreLinkUp app, log in, and accept Privacy Policy. (tip: try log out and re-login)
de: Die Datenschutzrichtlinie von LibreLinkUp wurde aktualisiert. Öffnen Sie die LibreLinkUp-App, melden Sie sich an und akzeptieren Sie die Datenschutzrichtlinie. (Tipp: Versuchen Sie, sich abzumelden und erneut anzumelden.)
es: Se ha actualizado la política de privacidad de LibreLinkUp. Abra la aplicación LibreLinkUp, inicie sesión y acepte la política de privacidad. (Consejo: intente cerrar sesión y volver a iniciar sesión).
fr: La politique de confidentialité de LibreLinkUp a été mise à jour. Ouvrez l'application LibreLinkUp, connectez-vous et acceptez la politique de confidentialité. (astuce : essayez de vous déconnecter et de vous reconnecter)
it: L'Informativa sulla privacy di LibreLinkUp è stata aggiornata. Apri l'app LibreLinkUp, accedi e accetta l'Informativa sulla privacy. (suggerimento: prova a disconnetterti e ricollegarti)
ja: LibreLinkUpのプライバシーポリシーが更新されました。LibreLinkUpアプリを開き、ログインしてプライバシーポリシーに同意してください。（ヒント：ログアウトして再ログインしてみてください）
nl: Het privacybeleid van LibreLinkUp is bijgewerkt. Open de LibreLinkUp-app, log in en accepteer het privacybeleid. (tip: probeer uit te loggen en opnieuw in te loggen)
pl: Polityka prywatności LibreLinkUp została zaktualizowana. Otwórz aplikację LibreLinkUp, zaloguj się i zaakceptuj politykę prywatności. (wskazówka: spróbuj się wylogować i zalogować ponownie)
ru: Политика конфиденциальности LibreLinkUp была обновлена. Откройте приложение LibreLinkUp, войдите в систему и примите политику конфиденциальности. (совет: попробуйте выйти и войти снова)
zh_hans: LibreLinkUp隐私政策已更新。请打开LibreLinkUp应用，登录后接受隐私政策。（提示：可尝试退出后重新登录）

source: LibreLinkUp's Terms of Use were updated. Open LibreLinkUp app, log in, and accept Terms of Use. (tip: try log out and re-login)
de: Die Nutzungsbedingungen von LibreLinkUp wurden aktualisiert. Öffnen Sie die LibreLinkUp-App, melden Sie sich an und akzeptieren Sie die Nutzungsbedingungen. (Tipp: Versuchen Sie, sich abzumelden und erneut anzumelden.)
es: Se han actualizado los Términos de uso de LibreLinkUp. Abra la aplicación LibreLinkUp, inicie sesión y acepte los Términos de uso. (consejo: intente cerrar la sesión y volver a iniciarla).
fr: Les conditions d'utilisation de LibreLinkUp ont été mises à jour. Ouvrez l'application LibreLinkUp, connectez-vous et acceptez les conditions d'utilisation. (astuce : essayez de vous déconnecter et de vous reconnecter)
it: I Termini di utilizzo di LibreLinkUp sono stati aggiornati. Apri l'app LibreLinkUp, accedi e accetta i Termini di utilizzo. (suggerimento: prova a disconnetterti e ricollegarti)
ja: LibreLinkUpの利用規約が更新されました。LibreLinkUpアプリを開き、ログインして利用規約に同意してください。（ヒント：ログアウトして再ログインしてみてください）
nl: De gebruiksvoorwaarden van LibreLinkUp zijn bijgewerkt. Open de LibreLinkUp-app, log in en accepteer de gebruiksvoorwaarden. (tip: probeer uit te loggen en opnieuw in te loggen)
pl: Warunki korzystania LibreLinkUp zostały zaktualizowane. Otwórz aplikację LibreLinkUp, zaloguj się i zaakceptuj warunki korzystania. (wskazówka: spróbuj się wylogować i zalogować ponownie)
ru: Условия использования LibreLinkUp были обновлены. Откройте приложение LibreLinkUp, войдите в систему и примите условия использования. (совет: попробуйте выйти и войти снова)
zh_hans: LibreLinkUp的使用条款已更新。请打开LibreLinkUp应用，登录后接受使用条款。（提示：可尝试退出后重新登录）

source: LibreView account
de: LibreView-Konto
es: Cuenta de LibreView
fr: Compte LibreView
it: Account LibreView
ja: LibreViewアカウント
pl: Konto LibreView
ru: Учётная запись LibreView
zh_hans: LibreView账户

source: LibreView email
de: LibreView-E-Mail-Adresse
es: Correo electrónico de LibreView
fr: Adresse e-mail LibreView
it: Email LibreView
ja: LibreViewメールアドレス
nl: LibreView-e-mailadres
pl: Adres e-mail LibreView
ru: Электронная почта LibreView
zh_hans: LibreView电子邮件

source: LibreView password
de: LibreView-Passwort
es: Contraseña de LibreView
fr: Mot de passe LibreView
it: Password LibreView
ja: LibreViewパスワード
nl: LibreView-wachtwoord
pl: Hasło LibreView
ru: Пароль LibreView
zh_hans: LibreView密码

source: LLU email address not yet verified. Verify using LibreLinkUp app.
de: Die LLU-E-Mail-Adresse wurde noch nicht verifiziert. Verifizieren Sie sie mit der LibreLinkUp-App.
es: La dirección de correo electrónico de LLU aún no se ha verificado. Verifíquela con la aplicación LibreLinkUp.
fr: L'adresse e-mail LLU n'a pas encore été vérifiée. Vérifiez-la à l'aide de l'application LibreLinkUp.
it: Indirizzo e-mail LLU non ancora verificato. Verificare utilizzando l'app LibreLinkUp.
ja: LLUのメールアドレスはまだ確認されていません。LibreLinkUpアプリを使用して確認してください。
nl: LLU-e-mailadres is nog niet geverifieerd. Verifieer het via de LibreLinkUp-app.
pl: Adres e-mail LLU nie został jeszcze zweryfikowany. Zweryfikuj go w aplikacji LibreLinkUp.
ru: Адрес электронной почты LLU еще не подтвержден. Подтвердите его в приложении LibreLinkUp.
zh_hans: LLU 电子邮件地址尚未验证。请通过 LibreLinkUp 应用程序进行验证。

source: Looking for devices
de: Suche nach Geräten
es: Buscando dispositivos
fr: Recherche d’appareils
it: Ricerca dispositivi
ja: デバイスを検索中
nl: Zoeken naar apparaten
pl: Szukanie urządzeń
ru: Поиск устройств
zh_hans: 正在查找设备

source: Low glucose alerts
de: Niedrigglukosewarnungen
es: Alertas de glucosa baja
fr: Alertes de glycémie basse
it: Avvisi di glucosio basso
ja: 低グルコースアラート
nl: Waarschuwingen voor lage glucose
pl: Alerty niskiego poziomu glukozy
ru: Оповещения о низком уровне глюкозы
zh_hans: 低血糖提醒

source: Lower limit
de: Unteres Limit
es: Límite inferior
it: Limite inferiore
nl: Ondergrens
pl: Dolny limit
ru: Нижний предел
zh_hans: 下限

source: Make FLwatch the sensor’s receiver. This invalidates the Libre 3 app’s current connection credentials. While using FLwatch, force-close the Libre 3 app and turn off Bluetooth access for it in iOS Settings. To return to Libre 3, force-close FLwatch, re-enable Bluetooth access for Libre 3, and select “Start New Sensor.” The app may warn that this will end your current sensor. Scan the same sensor you are already wearing—the sensor will not be stopped. Libre 3 should recognize it as your current sensor and reconnect. You may also need to sign in to LibreView again before uploads resume.
de: Mache FLwatch zum Empfänger des Sensors. Dadurch werden die aktuellen Verbindungsdaten der Libre 3-App ungültig. Beende während der Verwendung von FLwatch die Libre 3-App vollständig und deaktiviere ihren Bluetooth-Zugriff in den iOS-Einstellungen. Um zu Libre 3 zurückzukehren, beende FLwatch vollständig, aktiviere den Bluetooth-Zugriff für Libre 3 wieder und wähle „Neuen Sensor starten“. Die App warnt möglicherweise, dass dadurch dein aktueller Sensor beendet wird. Scanne denselben Sensor, den du bereits trägst – der Sensor wird nicht gestoppt. Libre 3 sollte ihn als deinen aktuellen Sensor erkennen und die Verbindung wiederherstellen. Möglicherweise musst du dich außerdem erneut bei LibreView anmelden, bevor der Upload fortgesetzt wird.
es: Convierte FLwatch en el receptor del sensor. Esto invalida las credenciales de conexión actuales de la app Libre 3. Mientras uses FLwatch, fuerza el cierre de la app Libre 3 y desactiva su acceso Bluetooth en Ajustes de iOS. Para volver a Libre 3, fuerza el cierre de FLwatch, vuelve a activar el acceso Bluetooth para Libre 3 y selecciona «Iniciar sensor nuevo». La app puede advertir que esto finalizará el sensor actual. Escanea el mismo sensor que ya llevas puesto; el sensor no se detendrá. Libre 3 debería reconocerlo como tu sensor actual y volver a conectarse. Es posible que también tengas que iniciar sesión de nuevo en LibreView antes de que se reanuden las cargas.
fr: Faites de FLwatch le récepteur du capteur. Cela invalide les identifiants de connexion actuels de l’app Libre 3. Lorsque vous utilisez FLwatch, forcez la fermeture de l’app Libre 3 et désactivez son accès Bluetooth dans les réglages iOS. Pour revenir à Libre 3, forcez la fermeture de FLwatch, réactivez l’accès Bluetooth pour Libre 3 et sélectionnez « Démarrer un nouveau capteur ». L’app peut vous avertir que cela mettra fin au capteur actuel. Analysez le capteur que vous portez déjà : il ne sera pas arrêté. Libre 3 devrait le reconnaître comme votre capteur actuel et s’y reconnecter. Vous devrez peut-être aussi vous reconnecter à LibreView avant la reprise des envois.
it: Rendi FLwatch il ricevitore del sensore. Le credenziali di connessione correnti dell’app Libre 3 verranno invalidate. Durante l’uso di FLwatch, forza la chiusura dell’app Libre 3 e disattivane l’accesso Bluetooth nelle Impostazioni di iOS. Per tornare a Libre 3, forza la chiusura di FLwatch, riabilita l’accesso Bluetooth per Libre 3 e seleziona “Avvia nuovo sensore”. L’app potrebbe avvisarti che questa operazione terminerà il sensore attuale. Scansiona lo stesso sensore che stai già indossando: il sensore non verrà arrestato. Libre 3 dovrebbe riconoscerlo come sensore attuale e riconnettersi. Potrebbe anche essere necessario accedere nuovamente a LibreView prima che i caricamenti riprendano.
ja: FLwatchをセンサーの受信機にします。Libre 3アプリの現在の接続認証情報は無効になります。FLwatchの使用中はLibre 3アプリを強制終了し、iOSの「設定」で同アプリのBluetoothアクセスをオフにしてください。 Libre 3に戻るには、FLwatchを強制終了し、Libre 3のBluetoothアクセスを再び有効にして「新しいセンサーを開始」を選択します。現在のセンサーが終了すると警告される場合がありますが、装着中の同じセンサーをスキャンしてください。センサーは停止しません。Libre 3が現在のセンサーとして認識し、再接続する見込みです。アップロードが再開する前にLibreViewへの再ログインが必要な場合もあります。
nl: Maak FLwatch de ontvanger van de sensor. Hierdoor worden de huidige verbindingsgegevens van de Libre 3-app ongeldig. Sluit tijdens het gebruik van FLwatch de Libre 3-app geforceerd af en schakel Bluetooth-toegang voor deze app uit in de iOS-instellingen. Om terug te gaan naar Libre 3, sluit je FLwatch geforceerd af, schakel je Bluetooth-toegang voor Libre 3 weer in en selecteer je ‘Nieuwe sensor starten’. De app kan waarschuwen dat je huidige sensor hierdoor wordt beëindigd. Scan dezelfde sensor die je al draagt; de sensor wordt niet gestopt. Libre 3 zou deze als je huidige sensor moeten herkennen en opnieuw verbinding moeten maken. Mogelijk moet je ook opnieuw inloggen bij LibreView voordat uploads worden hervat.
pl: Ustaw FLwatch jako odbiornik sensora. Spowoduje to unieważnienie bieżących danych połączenia aplikacji Libre 3. Podczas używania FLwatch wymuś zamknięcie aplikacji Libre 3 i wyłącz jej dostęp do Bluetooth w Ustawieniach iOS. Aby wrócić do Libre 3, wymuś zamknięcie FLwatch, ponownie włącz dostęp do Bluetooth dla Libre 3 i wybierz „Uruchom nowy sensor”. Aplikacja może ostrzec, że zakończy to działanie bieżącego sensora. Zeskanuj ten sam sensor, który już nosisz — sensor nie zostanie zatrzymany. Libre 3 powinien rozpoznać go jako bieżący sensor i ponownie się połączyć. Przed wznowieniem przesyłania może być również konieczne ponowne zalogowanie się do LibreView.
ru: Сделайте FLwatch приёмником датчика. Это сделает недействительными текущие данные подключения приложения Libre 3. Во время использования FLwatch принудительно закройте приложение Libre 3 и отключите для него доступ к Bluetooth в настройках iOS. Чтобы вернуться к Libre 3, принудительно закройте FLwatch, снова включите доступ к Bluetooth для Libre 3 и выберите «Запустить новый датчик». Приложение может предупредить, что текущий датчик будет остановлен. Отсканируйте тот же датчик, который уже носите, — он не будет остановлен. Libre 3 должно распознать его как текущий датчик и снова подключиться. Перед возобновлением отправки данных также может потребоваться повторный вход в LibreView.
zh_hans: 将FLwatch设为传感器的接收器。这会使Libre 3 App当前的连接凭据失效。使用FLwatch时，请强制关闭Libre 3 App，并在iOS“设置”中关闭其蓝牙访问权限。 要返回Libre 3，请强制关闭FLwatch，重新启用Libre 3的蓝牙访问权限，然后选择“启动新传感器”。App可能会警告此操作将结束当前传感器。请扫描您正在佩戴的同一个传感器，传感器不会停止。Libre 3应能将其识别为当前传感器并重新连接。上传恢复前，您可能还需要重新登录LibreView。

source: Maybe later
de: Vielleicht später
es: Quizás más tarde.
fr: Peut-être plus tard
it: Forse più tardi
ja: 後でね
nl: Misschien later
pl: Może później
ru: Возможно, позже
zh_hans: 也许稍后

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ru: Модель
zh_hans: 型号

source: NFC scanning isn't available on this iPhone.
de: NFC-Scannen ist auf diesem iPhone nicht verfügbar.
es: El escaneo NFC no está disponible en este iPhone.
fr: L’analyse NFC n’est pas disponible sur cet iPhone.
it: La scansione NFC non è disponibile su questo iPhone.
ja: このiPhoneではNFCスキャンを利用できません。
nl: NFC-scannen is niet beschikbaar op deze iPhone.
pl: Skanowanie NFC nie jest dostępne na tym iPhonie.
ru: Сканирование NFC недоступно на этом iPhone.
zh_hans: 此iPhone不支持NFC扫描。

source: No connection. Network?
de: Keine Verbindung. Netzwerk?
es: No hay conexión. ¿Red?
fr: Aucune connexion. Réseau ?
it: Nessuna connessione. Rete?
ja: 接続できません。ネットワークは大丈夫ですか？
nl: Geen verbinding. Netwerk?
pl: Brak połączenia. Sieć?
ru: Нет соединения. Сеть?
zh_hans: 没有连接。网络？

source: No connection. Unknown error during login. Network?
de: Keine Verbindung. Unbekannter Fehler beim Anmelden. Netzwerk?
es: No hay conexión. Error desconocido durante el inicio de sesión. ¿Red?
fr: Aucune connexion. Erreur inconnue lors de la connexion. Réseau ?
it: Nessuna connessione. Errore sconosciuto durante il login. Rete?
ja: 接続できません。ログイン中に不明なエラーが発生しました。ネットワークに問題がありますか？
nl: Geen verbinding. Onbekende fout tijdens inloggen. Netwerk?
pl: Brak połączenia. Nieznany błąd podczas logowania. Sieć?
ru: Нет соединения. Неизвестная ошибка при входе. Сеть?
zh_hans: 无法连接。登录时发生未知错误。网络问题？

source: No credentials (yet) received from phone. Try tapping 'Connect' on phone to resend to watch and wait a minute.
de: (Noch) keine Zugangsdaten vom iPhone erhalten. Drücken Sie "Verbinden" auf dem iPhone und warten Sie 1 Minute.
es: No he recibido las credenciales (aún) desde el teléfono. Prueba a pulsar "Conectar" en el teléfono para volver a enviarlas al reloj y espera un minuto.
fr: Aucune information d'identification n'a (encore) été reçue du téléphone. Essayez d'appuyer sur « Se connecter » sur le téléphone pour renvoyer l'information, puis attendez une minute.
it: Non sono state (ancora) ricevute credenziali dal telefono. Prova a toccare "Connetti" sul telefono per inviarle nuovamente all'orologio e attendi un minuto.
ja: 電話から資格情報がまだ受信されていません。電話で「接続」をタップしてウォッチに再送信し、1分間お待ちください。
nl: Nog geen inloggegevens van de telefoon ontvangen. Probeer op de telefoon op 'Connect' te tikken om ze opnieuw naar het horloge te sturen en wacht een minuut.
pl: Nie odebrano jeszcze danych logowania z telefonu. Spróbuj stuknąć „Connect” na telefonie, aby wysłać je ponownie do zegarka, i odczekaj minutę.
ru: Учетные данные еще не получены с телефона. Попробуйте нажать 'Connect' на телефоне, чтобы повторно отправить их на часы, и подождите минуту.
zh_hans: 尚未从手机收到凭据。请在手机上点击“连接”重新发送至手表并等待一分钟。

# No data received since %lld min. %@
source: No data received since %1$lld min. %2$@
de: Seit %1$lld Min. keine Daten empfangen. %2$@
es: No se han recibido datos desde hace %1$lld min. %2$@
fr: Aucune donnée reçue depuis %1$lld min. %2$@
it: Nessun dato ricevuto da %1$lld min. %2$@
ja: %1$lld分間、データを受信していません。 %2$@
nl: Geen gegevens ontvangen sinds %lld min. %@
pl: Nie odebrano danych od %lld min. %@
ru: Нет данных уже %lld мин. %@
zh_hans: 已有 %1$lld 分钟未收到数据。 %2$@

source: No data since %lld min.
de: Keine Daten empfangen seit %lld Min.
es: No se han recibido datos desde hace %lld min.
fr: Aucune donnée depuis %lld min.
it: Nessun dato da %lld min.
ja: %lld分間データを受信していません。
nl: Geen gegevens sinds %lld min.
pl: Brak danych od %lld min.
ru: Нет данных уже %lld мин.
zh_hans: 自 %lld 分钟以来未收到数据。

source: No glucose data
de: Keine Glukosedaten
es: Sin datos de glucosa
fr: Aucune donnée de glycémie
it: Nessun dato sul glucosio
ja: グルコースデータなし
nl: Geen glucosegegevens
pl: Brak danych o glukozie
ru: Нет данных о глюкозе
zh_hans: 无葡萄糖数据

source: No internet connection.
de: Keine Internetverbindung.
es: Sin conexión a internet.
fr: Aucune connexion Internet.
it: Nessuna connessione a internet.
ja: インターネット接続がありません。
nl: Geen internetverbinding.
pl: Brak połączenia z internetem.
ru: Нет подключения к интернету.
zh_hans: 无互联网连接。

source: No matching nearby devices found yet.
de: Noch keine passenden Geräte in der Nähe gefunden.
es: Aún no se han encontrado dispositivos cercanos coincidentes.
fr: Aucun appareil à proximité correspondant n’a encore été trouvé.
it: Nessun dispositivo vicino corrispondente trovato finora.
ja: 一致する近くのデバイスはまだ見つかっていません。
nl: Er zijn nog geen overeenkomende apparaten in de buurt gevonden.
pl: Nie znaleziono jeszcze pasujących urządzeń w pobliżu.
ru: Подходящие ближайшие устройства пока не найдены.
zh_hans: 尚未找到匹配的附近设备。
